Repository: gribboa/lingo-list
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Interface language
fr: Langue de l'interface

source: The language used for the website interface.
fr: La langue utilisee pour l'interface du site web.

source: Translation language
fr: Langue de traduction

source: Items on shared lists will be translated into this language for you.
fr: Les elements des listes partagees seront traduits dans cette langue pour vous.

source: Username
fr: Nom d'utilisateur

source: Tip: use your first name so collaborators can recognize you.
fr: Astuce : utilisez votre prenom pour que les collaborateurs puissent vous reconnaitre.

source: Your profile has been saved.
fr: Votre profil a ete enregistre.

source: Please correct the errors below.
fr: Veuillez corriger les erreurs ci-dessous.

source: List name
fr: Nom de la liste

source: e.g. Weekly groceries
fr: p. ex. Courses hebdomadaires

source: Optional description...
fr: Description facultative...

source: Item
fr: Element

source: Add an item...
fr: Ajouter un element...

source: "%(title)s" has been archived.
fr: "%(title)s" a ete archive.

source: "%(title)s" has been unarchived.
fr: "%(title)s" a ete desarchive.

source: You don't have access to this list.
fr: Vous n'avez pas acces a cette liste.

source: This list has been archived.
fr: Cette liste a ete archivee.

source: Archived lists cannot be edited.
fr: Les listes archivees ne peuvent pas etre modifiees.

source: List updated.
fr: Liste mise a jour.

source: No changes made.
fr: Aucun changement effectue.

source: Unable to update list.
fr: Impossible de mettre a jour la liste.

source: This list has been archived and is not accepting new collaborators.
fr: Cette liste a ete archivee et n'accepte plus de nouveaux collaborateurs.

source: You already own this list.
fr: Vous etes deja proprietaire de cette liste.

source: You joined "%(title)s"!
fr: Vous avez rejoint "%(title)s" !

source: You are already a collaborator on this list.
fr: Vous etes deja collaborateur de cette liste.

source: Forbidden
fr: Acces interdit

source: Whoops - you don't have permission to access this page!
fr: Oups : vous n'avez pas la permission d'acceder a cette page !

source: Go home
fr: Retour a l'accueil

source: Page not found
fr: Page introuvable

source: Whoops - the page you're looking for doesn't exist or has been moved!
fr: Oups : la page que vous recherchez n'existe pas ou a ete deplacee !

source: Server error
fr: Erreur serveur

source: Something went wrong
fr: Une erreur est survenue

source: An unexpected error occurred. Please try again later.
fr: Une erreur inattendue s'est produite. Veuillez reessayer plus tard.

source: Log in
fr: Se connecter

source: Forgot password?
fr: Mot de passe oublie ?

source: Don't have an account?
fr: Vous n'avez pas de compte ?

source: Sign up
fr: S'inscrire

source: Log out
fr: Se deconnecter

source: Are you sure you want to log out?
fr: Voulez-vous vraiment vous deconnecter ?

source: Reset password
fr: Reinitialiser le mot de passe

source: Enter your email address and we'll send you a link to reset your password.
fr: Entrez votre adresse e-mail et nous vous enverrons un lien pour reinitialiser votre mot de passe.

source: Send reset link
fr: Envoyer le lien de reinitialisation

source: Back to login
fr: Retour a la connexion

source: Create your account
fr: Creez votre compte

source: Already have an account?
fr: Vous avez deja un compte ?

source: Profile
fr: Profil

source: Your Profile
fr: Votre profil

source: Save
fr: Enregistrer

source: My Lists
fr: Mes listes

source: Toggle dark mode
fr: Basculer le mode sombre

source: Collaborative multilingual lists
fr: Listes collaboratives multilingues

source: Languages
fr: Langues

source: Privacy notice
fr: Avis de confidentialite

source: Buy me a coffee üçµ
fr: Offrez-moi un cafe

source: Collaborative Multilingual Lists
fr: Listes collaboratives multilingues

source: Powered by Self-Hosted Translation
fr: Propulse par une traduction auto-hebergee

source: Lists without
fr: Des listes sans

source: language barriers
fr: barrieres linguistiques

source: Create shared lists with anyone, in any language. Each person sees items translated into their own language automatically.
fr: Creez des listes partagees avec n'importe qui, dans n'importe quelle langue. Chaque personne voit les elements traduits automatiquement dans sa propre langue.

source: Get started free
fr: Commencer gratuitement

source: Multilingual
fr: Multilingue

source: Add items in your language. Collaborators see them in theirs. Powered by our real-time translation engine.
fr: Ajoutez des elements dans votre langue. Les collaborateurs les voient dans la leur. Propulse par notre moteur de traduction en temps reel.

source: Collaborative
fr: Collaboratif

source: Share a link and anyone can join your list. Perfect for couples, families, or flatmates.
fr: Partagez un lien et tout le monde peut rejoindre votre liste. Ideal pour les couples, les familles ou les colocataires.

source: Real-time
fr: Temps reel

source: Add, check off, and remove items instantly ‚Äî no page reloads needed.
fr: Ajoutez, cochez et supprimez des elements instantanement - sans rechargement de page.

source: Private & Secure
fr: Prive et securise

source: Your data stays yours. Self-hosted translation means your lists never leave your control.
fr: Vos donnees vous appartiennent. La traduction auto-hebergee signifie que vos listes restent sous votre controle.

source: Perfect for
fr: Ideal pour

source: Shopping Lists
fr: Listes de courses

source: Shared grocery lists for multilingual households
fr: Listes de courses partagees pour les foyers multilingues

source: Travel Planning
fr: Planification de voyage

source: Coordinate trips with friends from different countries
fr: Organisez des voyages avec des amis de differents pays

source: Gift Ideas
fr: Idees cadeaux

source: Keep track of present ideas across languages
fr: Gardez une trace de vos idees cadeaux dans plusieurs langues

source: Study Groups
fr: Groupes d'etude

source: Share resources with international classmates
fr: Partagez des ressources avec des camarades internationaux

source: Household Tasks
fr: Taches menageres

source: Coordinate chores and to-dos with roommates
fr: Coordonnez les taches et les choses a faire avec vos colocataires

source: Project Planning
fr: Planification de projet

source: Track tasks with international team members
fr: Suivez les taches avec des membres d'equipe internationaux

source: Archived Lists
fr: Listes archivees

source: %(counter)s item
fr: %(counter)s element

source: Updated %(time)s ago
fr: Mis a jour il y a %(time)s

source: Unarchive list
fr: Desarchiver la liste

source: You don't have any archived lists.
fr: Vous n'avez pas de listes archivees.

source: New List
fr: Nouvelle liste

source: Create a new list
fr: Creer une nouvelle liste

source: Create list
fr: Creer la liste

source: Edit
fr: Modifier

source: All lists
fr: Toutes les listes

source: Unarchive
fr: Desarchiver

source: Archive
fr: Archiver

source: Delete list
fr: Supprimer la liste

source: This list is archived. It is read-only and hidden from collaborators.
fr: Cette liste est archivee. Elle est en lecture seule et masquee pour les collaborateurs.

source: Add
fr: Ajouter

source: Sharing
fr: Partage

source: %(counter)s collaborator
fr: %(counter)s collaborateur

source: Copied!
fr: Copie !

source: Copy
fr: Copier

source: Delete list?
fr: Supprimer la liste ?

source: Close
fr: Fermer

source: Delete this list and all its items? This action cannot be undone.
fr: Supprimer cette liste et tous ses elements ? Cette action est irreversible.

source: Cancel
fr: Annuler

source: Delete
fr: Supprimer

source: Edit list
fr: Modifier la liste

source: Archived
fr: Archivees

source: New list
fr: Nouvelle liste

source: Unpin list
fr: Desepingler la liste

source: Pin list
fr: Epingler la liste

source: shared by %(owner)s
fr: partagee par %(owner)s

source: Archive list
fr: Archiver la liste

source: You don't have any lists yet.
fr: Vous n'avez encore aucune liste.

source: Create your first list
fr: Creez votre premiere liste

source: Remove %(user)s from this list?
fr: Retirer %(user)s de cette liste ?

source: Remove
fr: Retirer

source: No collaborators yet. Share the link to invite people.
fr: Aucun collaborateur pour le moment. Partagez le lien pour inviter des personnes.

source: No items yet. Add one above.
fr: Aucun element pour le moment. Ajoutez-en un ci-dessus.

source: Drag to reorder
fr: Faites glisser pour reordonner

source: Translating...
fr: Traduction...

source: Remove this item?
fr: Supprimer cet element ?

source: Delete item
fr: Supprimer l'element

source: Privacy Notice
fr: Avis de confidentialite

source: LingoList stores the information needed to provide your lists and collaboration features. We do not sell your personal data.
fr: LingoList stocke les informations necessaires pour fournir vos listes et les fonctionnalites collaboratives. Nous ne vendons pas vos donnees personnelles.

source: If you have questions about data handling or want your account data removed, please contact the site administrator.
fr: Si vous avez des questions sur le traitement des donnees ou souhaitez supprimer les donnees de votre compte, veuillez contacter l'administrateur du site.

source: Language Pairs
fr: Paires de langues

source: Supported Language Pairs
fr: Paires de langues prises en charge

source: Source language
fr: Langue source

source: All languages
fr: Toutes les langues

source: Clear
fr: Effacer

source: Source Language
fr: Langue source

source: Target Language
fr: Langue cible

source: %(counter)s language pair
fr: %(counter)s paire de langues

source: No language pairs found.
fr: Aucune paire de langues trouvee.
